[
    {
        "lang": "en",
        "Comments": "Header/Footer Links Translate",
        "Home": "Home",
        "Web": "Web",
        "Graphics": "Graphics",
        "Retouch": "Retouch",
        "Marketing": "Marketing",
        "Contact Us": "Contact",
        "About": "About",
        "learn_more_link": "Learn more",
        "Cookie": "Cookies",
        "Privacy": "Privacy",
        "Comments1": "Privacy Policy Part",
        "privacy_notice": "PRIVACY NOTICE",
        "privacy_notice_text": "This Privacy Notice explains how and why Eztem Corp uses personal data of individuals who purchase goods from us, visit our website, enquire about products or otherwise communicate or do business with us.",
        "about_us_text": "ABOUT US",
        "company_info_text": "We are EZTEM CORP SRL, a company registered in Romania. Our registered office is at România, București, Sectorul 1, Bulevardul Bucureștii Noi, nr. 50A, bl. Tr. A+C, et. 10, Ap. 64.",
        "contact_info_text": "You can contact us with questions about this Notice or how we use personal data by writing to Eztem Corp SRL., România, București, Sectorul 1, Bulevardul Bucureștii Noi, nr. 50A, bl. Tr. A+C, et. 10, Ap. 64.",
        "info_collection_heading": "WHAT INFORMATION WE COLLECT",
        "data_collection_info": "We collect personal data from individuals because we need this information to fulfil orders and to keep actual and prospective customers up to date with news about us and our products. The information we collect may include your name and contact details (including your telephone number, address and email address) or information about your activities (details of purchases, contact with us) or preferences. If you make a purchase from us, we will use financial information in order to process your payment. If you contact us (e.g. with a query about a product, or about a warranty claim), we may store that correspondence or keep a record of it.",
        "website_visitor_info": "We don’t collect or process personal information about visitors to our website which can directly identify them unless they choose to provide information, such as by signing up to a mailing list or making a purchase. We may collect pseudonymised information about visitors to our site as this helps us optimise and improve the website. This information might include your internet protocol address, the browser being used to connect to our site, the device (e.g. its operating system) and the connection type (e.g. the Internet service provider used). However, none of this information will directly identify you. Our website also uses cookies (please see Paragraph 5 for further details).",
        "information_sources_text": "Most of the information we hold will have been given to us by you. In some circumstances we may obtain information from a third-party, for example if you purchase one of our products from an authorised reseller and we are asked to deliver that product to you directly, the reseller will share your name, telephone number, email address and delivery address with us. We might also commission third-parties to contact you to carry out market research or to provide after-sale support.",
        "sensitive_info_text": "We don’t normally collect or process sensitive personal information (such as information about someone’s health or beliefs). In the unlikely event that we have a lawful reason for doing so (for example, if an accident occurs on our premises) we’ll ensure that this information is kept private and secure and for no longer than it is required for the purpose.",
        "why_use_personal_info_heading": "WHY WE USE PERSONAL INFORMATION",
        "use_information_intro": "We will only use your information:",
        "contract_necessity": "where it is necessary for us to enter into, or perform, a contract with you (this includes both sales and fulfilling our warranty obligations, which we couldn’t do without your information);",
        "legal_compliance": "in order to comply with a legal duty;",
        "legitimate_interests": "where it is necessary for us to pursue our legitimate interests of operating our business and promoting our products;",
        "consent_usage": "where none of the above apply (which in practice is likely to be limited to marketing activity or interactions on social media) with your consent, which can be withdrawn at any time",
        "information_usage_purpose": "Your information will only be used for the purpose or purposes it was collected for (or else for a closely related purpose, such as keeping a record of a payment once a transaction is complete).",
        "information_sharing": "We will never sell your personal information. We do share information with our suppliers (e.g. if you place an order with us we’ll share your address with the delivery company), but they will only be allowed to use the information for that purpose and we will have a written contract which makes sure your information is protected.",
        "alternative_usage": "Occasionally we might have to use your information for a purpose other than that it was collected for. This might be because we have a legal duty to disclose the information (e.g. to the authorities or pursuant to a court order), or in the event that we enter into negotiations or an agreement to sell or buy part of a business.",
        "communications_heading": "COMMUNICATIONS",
        "order_communications": "If you place an order with us we will contact you to confirm the order, when it’s been dispatched, and let you know if we have any questions or issues regarding it. If you have an online account then we may contact you with updates or information about your account from time to time. We may also contact you to notify you of changes to our terms of business or this Notice.",
        "existing_customer_marketing": "If you are an existing customer, we’ll send you marketing communications (by email, telephone or post) about similar products or services that may be of interest, unless you ask us not to or decide to unsubscribe (please see Paragraph 4.4 as to how to do this).",
        "non_existing_customer_marketing": "If you aren’t an existing customer, we will only send you marketing communications (which might be by email, telephone or post) if you ask to receive them. You can opt-in to marketing by giving us your contact details and signing up for our newsletters or ticking an opt-in box (e.g. on our website).",
        "unsubscribe_instructions": "You can change how you hear from us or unsubscribe from marketing at any time. You can do this by clicking the “unsubscribe” link on any of our emails, or by writing or emailing us (using the details in Paragraph 1.2) with details of your request. If you have received a marketing communication in error and wish to complain then please contact (contact@eztemcorp.com).",
        "cookies_heading": "COOKIES",
        "website_cookies_usage": "When you visit our website, we will use cookies to track what you put in your basket and to remember you when you return to the site. They are also used to track how visitors use our website, and to measure the effectiveness of our online marketing campaigns, in order that we can improve your overall website experience. For further details of how we use cookies, please visit our Cookie page.",
        "security_heading": "SECURITY",
        "security_measures": "We employ a variety of physical and technical measures to keep your personal data safe and to prevent unauthorised access to, or use or disclosure of it. Electronic data and databases are stored on secure computer systems and we control who has access to them (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data.",
        "pci_dss_compliance": "Our site complies with the Payment Card Industry Data Security Standard (PCI-DSS), and any payment information you provide will be sent to us via a secure connection. However, we cannot absolutely guarantee the security of the internet or external networks or your own device, accordingly any online communications (e.g. information provided by email or through our website) are at your own risk.",
        "data_storage_heading": "DATA STORAGE",
        "data_storage_location": "We normally only store data within the European Economic Area (EEA). If one of our subcontractors (such as a payment processor) needs to transfer it outside of the EEA then we will take steps to make sure adequate levels of privacy protection, in line with UK data protection law, are in place. These safeguards will usually be contractual and/or the result of a European Union decision which allows the transfer.",
        "data_correction_request": "If you believe that any information we are holding on you is incorrect or incomplete, please e-mail us at the address in Paragraph 1.2 above.",
        "rights_heading": "YOUR RIGHTS",
        "rights_intro": "We want to ensure you remain in control of your personal information. Part of this is making sure you understand your legal rights, which are as follows:",
        "right_withdraw_consent": "where your information is processed on the basis of your consent, the right to withdraw that consent;",
        "right_subject_access": "the right to confirm whether or not we have your personal data and, if we do, to obtain a copy of the personal data (this is usually referred to as a “subject access request”);",
        "right_rectify_data": "the right to have inaccurate data rectified;",
        "right_object_data_use": "the right to object to your data being used on the basis of our legitimate interests or for marketing or profiling",
        "right_erase_data": "the right to have certain data about you erased in particular circumstances (sometimes called “the right to be forgotten”);",
        "right_object_restrict_use": "the right to object to or restrict how your personal information is used.",
        "rights_contact_info": "If you would like further information on your rights or wish to exercise them, please contact us using the details at paragraph 1.2 above.",
        "rights_exceptions_info": "Please keep in mind that there are exceptions to the rights above and, though we will always try to respond to your satisfaction, there may be situations where we are unable to do so. If you are not happy with our response, or you believe that your data protection or privacy rights have been infringed, you should contact the RO Information Commissioner's Office, which oversees data protection compliance in Romania. Details of how to do this can be found at www.dataprotection.ro.",
        "links_to_other_sites_heading": "LINKS TO OTHER SITES",
        "external_links_info": "Our website may contain hyperlinks to others which are not owned or operated by us. We are not responsible for the content or functionality of any of those external websites. If an external website requests personal information from you (e.g. in connection with an order for goods or services), the information you provide will not be covered by this Notice. We suggest you read the privacy notice of any website before providing any personal information.",
        "changes_to_terms_heading": "CHANGES TO THESE TERMS",
        "changes_to_terms_info": "We may revise this Notice at any time by amending this page. We recommend you check this page from time to time to take notice of any changes we made, as they are binding on you.",
        "last_updated_info": "This Notice was last updated on 30 August 2023.",
        "cookies_policy_heading": "COOKIES POLICY",
        "cookies_intro_heading": "WHAT ARE COOKIES?",
        "cookies_intro_info": "Cookies are small text files, which a website may put on your computer or mobile device when you first visit a site or page. The cookie will help the website to recognise your device the next time you visit. We use the term \"cookies\" in this policy to refer to all files that collect information in this way.",
        "cookies_collect_info": "Most cookies won’t collect information that identifies you and will instead collect more general information such as how users arrive at and use our websites, or a user’s general location.",
        "cookies_functions_info": "There are many functions cookies serve. For example, they can help us to remember your username and preferences (such as country and language choices), analyse how well our website is performing, or even allow us to recommend content we believe will be most relevant to you.",
        "cookies_used_heading": "WHAT COOKIES DO WE USE?",
        "cookies_functions_intro": "Generally, our cookies perform one of three different functions:",
        "essential_cookies_info": "Essential cookies: Some cookies are essential for the operation of our website. For example, some cookies allow us to identify customers and ensure they can access any customer-only pages. If a subscriber opts to disable these cookies, the user will not be able to access all of the content that they are entitled to.",
        "analytical_cookies_info": "Analytical Cookies: We use analytical cookies to allow us to remember your preferences. For example, cookies recall your customization preferences, such as which regional/language edition of the website you want to see when you return.",
        "marketing_cookies_info": "Marketing Cookies: Social media cookies offer the possibility to connect you to your social networks and share content from our website through social media. In some cases, these cookies involve the processing of your personal data. Refusing these cookies may result in seeing advertising that is not as relevant to you or you not being able to link effectively with Instagram or other social networks.",
        "block_cookies_heading": "CAN A WEBSITE USER BLOCK COOKIES?",
        "block_cookies_info": "As we’ve explained above, cookies help you to get the most out of our websites. However, if you do wish to block our cookies then please follow the instructions below to disable them at the browser level.",
        "block_cookies_remember": "Please remember that if you do choose to block cookies, you may find that most sections of our website or others simply do not work.",
        "enable_disable_cookies_heading": "HOW TO ENABLE AND DISABLE COOKIES USING YOUR BROWSER",
        "chrome_browser_heading": "Google Chrome",
        "chrome_step_1": "Click the wrench icon on the browser toolbar.",
        "chrome_step_2": "Select ‘Settings’.",
        "chrome_step_3": "Click ‘Show advanced settings’.",
        "chrome_step_4": "In the Privacy section, click the ‘Content settings’ button.",
        "chrome_step_5": "To enable cookies in the Cookies section, pick ‘Allow cookies by default’.",
        "chrome_step_6": "To disable cookies, in the Cookies section, pick ‘Block cookies by default’.",
        "ie_browser_heading": "Microsoft Internet Explorer",
        "ie_step_1": "Click on 'Tools' at the top of your browser window and select 'Internet Options'.",
        "ie_step_2": "In the options window navigate to the 'Privacy' tab.",
        "ie_step_3_enable": "To enable cookies: Set the slider to ‘Medium’ or below.",
        "firefox_browser_heading": "Mozilla Firefox",
        "firefox_step_1": "Click on 'Tools' at the browser menu and select ‘Options’.",
        "firefox_step_2": "Select the Privacy panel.",
        "firefox_step_3_enable": "To enable cookies: Check ‘Accept cookies for sites’.",
        "firefox_step_3_disable": "To disable cookies: Uncheck at ‘Accept cookies for sites’.",
        "safari_browser_heading": "Safari",
        "safari_step_1": "Click on 'Safari' at the menu bar and select the 'Preferences' option.",
        "safari_step_2": "Click on 'Security'.",
        "safari_step_3_enable": "To enable cookies: In the 'Accept cookies' section select 'Only from site you navigate to'.",
        "safari_step_3_disable": "To disable cookies: In the ‘Accept cookies’ section select ‘Never’.",
        "changes_terms_heading": "CHANGES TO THESE TERMS",
        "changes_terms_info": "We may revise this policy at any time by amending this page. We recommend you check this page from time to time to take notice of any changes we made, as they are binding on you.",
        "policy_contact_info": "If you have any queries regarding this policy, please get in touch with us via the ‘Contact Us’ form.",
        "policy_last_updated": "This policy was last updated on 30th August 2023.",
        "creative_solutions_heading": "Creative Solutions",
        "solutions_paragraph": "A wide spectrum of solutions for your tasks and ideas.",
        "success_quote": "“Our success is measured by our achievements”",
        "our_solutions_heading": "Our Solutions",
        "web_app_details": "From building the cores of custom web applications to polish in gout of the box details, we strive to provide combined efficiency, effectiveness, and elegance.",
        "illustrations_details": "Either it is a company logo or a component for a project, we like to think about illustrations as shortcuts that overwrite complexity and point out the goals.",
        "photo_composition_details": "Harmony between shapes, colors, and lights is essential. Careful manipulation of these elements can reveal the meaning of beauty in photo composition.",
        "content_conversion_details": "Good content placed in the right place engages, but we also always focus on bringing the conversion rate to its maximum.",
        "build_bundle_heading": "Build Your Bundle",
        "project_support": "Do you need support starting a new project, or adding new features to your current one? Whether it's a simple or complex task, our skills are at your service!",
        "choose_options": "Choose from a variety of options that fit your demand",
        "exclusive_service": "No pre-defined plans. We treat each customer as an individual, offering exclusive service.",
        "guidance_support": "Guidance and support are always in the bundle throughout our collaboration.",
        "unique_works": "Our customers are unique. Similarly, our works are original, with no use of templates.",
        "contact_us_heading": "Contact Us",
        "contact_options": "Send the Form or contact us directly on social media",
        "name_label": "Name",
        "email_label": "E-mail",
        "solutions_label": "Solutions",
        "message_label": "Message",
        "send_button": "Send",
        "ANPC": "ANPC",
        "sitemap_link": "Sitemap",
        "cookie_policy_text": "This website utilizes cookies to enhance your browsing experience and provide you with the best possible service on our platform. ",
        "essential_cookies_text": "Essential Cookies (Required)",
        "essential_cookies_description": "These are essential cookies that ensure the proper functioning of the website and the preservation of your preferences (e.g., language, region).",
        "analytical_cookies_text": "Analytical Cookies",
        "analytical_cookies_description": "These cookies encompass performance cookies and visitor analysis cookies.",
        "marketing_cookies_text": "Marketing Cookies",
        "marketing_cookies_description": "These cookies may be placed through the website by the social media and advertising services we utilize. This type of cookie can be used by these services to create a specific visitor profile and display relevant advertising messages on other websites you visit.",
        "accept_button_text": "Accept",
        "advanced_button_text": "Advanced",
        "decline_button_text": "Decline",
        "cookies_policy_link_text": "See Cookies Policy",
        "cookies_policy_footer": "Cookies Policy",
        "privacy_policy_footer": "Privacy Policy",
        "faq_footer": "FAQ",
        "faq_heading": "Frequently Asked Questions (FAQ)",
        "faq_intro_paragraph": "Welcome to our Frequently Asked Questions (FAQ) section – your quick guide to a seamless experience on our innovative project creation platform. Here, you'll find answers to the most common questions regarding the use and functionality of our platform.",
        "faq_experience_paragraph": "Whether you're an enthusiastic beginner or an experienced professional, this space is designed to provide you with clarity and assistance in navigating through all stages of the project development process. Discover tips and tricks to maximize your creativity and turn your ideas into reality.",
        "faq_browse_paragraph": "Browse through the frequently asked questions to find quick solutions to any uncertainties that might arise along the way. If you don't find the desired answer, feel free to reach out to us through our support section. Our dedicated team is here to provide you with guidance and personalized assistance.",
        "faq_purpose_paragraph": "Whether you're here to dive into the world of online projects or to expand your current knowledge, our FAQ section is crafted to make your journey enjoyable and stress-free. With detailed resources and clear answers, we are committed to helping you achieve the best results from using our platform.",
        "faq_get_started_paragraph": "So, let's get started! Explore the frequently asked questions to get the answers you need and accelerate the path to your successful projects.",
        "faq_question_1": "What is this website and what does it offer?",
        "faq_answer_1": "This website is a landing platform that offers solutions for creating various types of projects. The available categories are: web, retouching, graphics, and marketing.",
        "faq_question_2": "How does this website work?",
        "faq_answer_2": "Our website operates through a simple form that you fill out with your project details. After you submit the details, we will contact you to discuss more about the project and start the collaboration.",
        "faq_question_3": "Is creating an account or registration necessary?",
        "faq_answer_3": "No, creating an account or registration is not necessary on our website. We work with a simple process based on completing the contact form.",
        "faq_question_4": "What are the steps to initiate a project?",
        "faq_answer_4": "To initiate a project, access our contact page and fill out the form with the requested details. After we receive the form, a member of our team will contact you as soon as possible to discuss more about your project.",
        "faq_question_5": "What are the advantages of choosing your services?",
        "faq_answer_5": "We offer customized solutions for each project, with a focus on quality and creativity. Our team has experience in the fields of web, retouching, graphics, and marketing, ensuring that your project will be handled with professionalism.",
        "faq_question_6": "How can I get more information about pricing?",
        "faq_answer_6": "To get information about pricing, please fill out the contact form with details about your project. We will take your requirements into consideration and provide you with a cost estimate as soon as possible.",
        "faq_question_7": "How long does it take to complete a project?",
        "faq_answer_7": "The time it takes to complete a project depends on various factors such as the complexity of the project, the scope of work, and our current workload. Once we have all the details about your project, we will be able to provide you with an estimated timeline for completion.",
        "faq_question_8": "What happens after I submit the contact form?",
        "faq_answer_8": "After you submit the contact form, our team will review the details you've provided. We will then reach out to you to discuss your project in more detail. We'll gather any additional information we need and provide you with a personalized plan and estimated timeline for your project.",
        "faq_question_9": "How can I get additional assistance or answers to my questions?",
        "faq_answer_9": "If you need further assistance or have more questions, feel free to reach out to our support team through our contact form. We're here to help and provide you with any information you need to ensure a smooth experience with our platform.",
        "faq_question_10": "What payment methods are accepted?",
        "faq_answer_10": "We accept various payment methods, including credit/debit cards and online payment platforms. When you discuss your project with our team, we'll provide you with detailed information about the available payment options and guide you through the payment process.",
        "Solutions": "Solutions"
    },
    {
        "lang": "ro",
        "Comments": "Header/Footer Link-urile traducerea",
        "Home": "Acasă",
        "Web": "Web",
        "Graphics": "Grafică",
        "Retouch": "Retuș",
        "Marketing": "Marketing",
        "Contact Us": "Contactați-ne",
        "About": "Despre noi",
        "learn_more_link": "Află mai mult",
        "Cookie": "Cookie-uri",
        "Privacy": "Confidențialitate",
        "Comments1": "Privacy Policy Part",
        "privacy_notice": "NOTIFICARE DE CONFIDENȚIALITATE",
        "privacy_notice_text": "Această notificare de confidențialitate explică cum și de ce Eztem Corp utilizează datele personale ale persoanelor care achiziționează bunuri de la noi, vizitează site-ul nostru, solicită informații despre produse sau altfel comunică sau fac afaceri cu noi.",
        "about_us_text": "DESPRE NOI",
        "company_info_text": "Suntem EZTEM CORP SRL, o companie înregistrată în România. Sediul nostru înregistrat se află în România, București, Sectorul 1, Bulevardul Bucureștii Noi, nr. 50A, bl. Tr. A+C, et. 10, Ap. 64.",
        "contact_info_text": "Ne puteți contacta cu întrebări despre această notificare sau modul în care utilizăm datele personale, scriind la Eztem Corp SRL., România, București, Sectorul 1, Bulevardul Bucureștii Noi, nr. 50A, bl. Tr. A+C, et. 10, Ap. 64.",
        "info_collection_heading": "CELE CE COLECTĂM",
        "data_collection_info": "Colectăm date personale de la persoanele fizice deoarece avem nevoie de aceste informații pentru a îndeplini comenzi și pentru a ține clienții actuali și potențiali la curent cu știri despre noi și produsele noastre. Informațiile pe care le colectăm pot include numele și detaliile de contact (inclusiv numărul dvs. de telefon, adresa și adresa de email) sau informații despre activitățile dvs. (detalii despre achiziții, contact cu noi) sau preferințe. Dacă faceți o achiziție de la noi, vom folosi informațiile financiare pentru a vă procesa plata. Dacă ne contactați (de exemplu, cu o întrebare despre un produs sau despre o reclamație privind garanția), putem stoca corespondența respectivă sau păstra o înregistrare a acesteia.",
        "website_visitor_info": "Nu colectăm sau procesăm informații personale despre vizitatorii site-ului nostru web care îi pot identifica direct, decât dacă aleg să furnizeze informații, cum ar fi semnarea la o listă de corespondență sau efectuarea unei achiziții. Putem colecta informații pseudonimizate despre vizitatorii site-ului nostru, deoarece acest lucru ne ajută să optimizăm și să îmbunătățim site-ul web. Aceste informații pot include adresa dvs. de protocol internet, browserul utilizat pentru a se conecta la site-ul nostru, dispozitivul (de exemplu, sistemul său de operare) și tipul de conexiune (de exemplu, furnizorul de servicii de internet utilizat). Cu toate acestea, niciuna dintre aceste informații nu vă va identifica direct. Site-ul nostru web utilizează, de asemenea, module cookie (vezi Paragraful 5 pentru mai multe detalii).",
        "information_sources_text": "Marea parte a informațiilor pe care le deținem ne-au fost furnizate de către dumneavoastră. În anumite circumstanțe, putem obține informații de la terțe părți, de exemplu, dacă achiziționați unul dintre produsele noastre de la un revânzător autorizat și ni se solicită să vă livrăm acel produs direct, revânzătorul va împărtăși cu noi numele dvs., numărul de telefon, adresa de email și adresa de livrare. Am putea, de asemenea, să comisionăm terțe părți să vă contacteze în scopul efectuării de cercetări de piață sau pentru a oferi suport post-vânzare.",
        "sensitive_info_text": "De obicei, nu colectăm sau procesăm informații personale sensibile (cum ar fi informații despre sănătatea sau credințele cuiva). În cazul puțin probabil în care avem un motiv legal să facem acest lucru (de exemplu, dacă are loc un accident în incinta noastră), ne vom asigura că aceste informații sunt păstrate private și în siguranță și că nu sunt stocate mai mult decât este necesar în acest scop.",
        "why_use_personal_info_heading": "DE CE FOLOSIM INFORMAȚII PERSONALE",
        "use_information_intro": "Vom folosi informațiile dvs. doar:",
        "contract_necessity": "atunci când este necesar pentru noi să încheiem sau să executăm un contract cu dumneavoastră (aceasta include atât vânzările, cât și îndeplinirea obligațiilor noastre de garanție, ceea ce nu am putea face fără informațiile dvs.);",
        "legal_compliance": "pentru a respecta o obligație legală;",
        "legitimate_interests": "atunci când este necesar să urmărim interesele noastre legitime de a opera afacerea noastră și de a promova produsele noastre;",
        "consent_usage": "atunci când niciuna dintre situațiile de mai sus nu se aplică (ceea ce în practică este probabil să se limiteze la activități de marketing sau interacțiuni pe rețelele sociale), cu consimțământul dumneavoastră, care poate fi retras în orice moment",
        "information_usage_purpose": "Informațiile dvs. vor fi folosite doar în scopul sau scopurile pentru care au fost colectate (sau în alt caz, în scopuri strâns legate, cum ar fi păstrarea unei înregistrări a unei plăți după finalizarea unei tranzacții).",
        "information_sharing": "Nu vom vinde niciodată informațiile dvs. personale. Partajăm informații cu furnizorii noștri (de exemplu, dacă plasați o comandă la noi, vom partaja adresa dvs. cu compania de livrare), dar aceștia vor fi autorizați să folosească informațiile doar în scopul respectiv și vom avea un contract scris care să asigure protecția informațiilor dvs.",
        "alternative_usage": "Ocazional, am putea fi nevoiți să folosim informațiile dvs. în scopuri diferite de cele pentru care au fost colectate. Aceasta se poate întâmpla deoarece avem o obligație legală de a dezvălui informațiile (de exemplu, autorităților sau în urma unei hotărâri judecătorești), sau în cazul în care intrăm în negocieri sau un acord pentru vânzarea sau cumpărarea unei părți dintr-o afacere.",
        "communications_heading": "COMUNICĂRI",
        "order_communications": "Dacă plasați o comandă la noi, vă vom contacta pentru a confirma comanda, când a fost expediată și vă vom informa dacă avem întrebări sau probleme legate de aceasta. Dacă aveți un cont online, putem să vă contactăm cu actualizări sau informații despre contul dvs. din când în când. De asemenea, vă putem contacta pentru a vă notifica cu privire la modificările aduse termenilor noștri de afaceri sau la această Notificare.",
        "existing_customer_marketing": "Dacă sunteți un client existent, vă vom trimite comunicări de marketing (prin email, telefon sau poștă) despre produse sau servicii similare care ar putea fi de interes, cu excepția cazului în care ne solicitați să nu o facem sau decideți să vă dezabonați (vă rugăm să consultați Paragraful 4.4 pentru a vedea cum să faceți acest lucru).",
        "non_existing_customer_marketing": "Dacă nu sunteți un client existent, vă vom trimite doar comunicări de marketing (care pot fi prin email, telefon sau poștă) dacă solicitați să le primiți. Puteți opta pentru marketing furnizându-ne detaliile de contact și înregistrându-vă pentru buletinele noastre informative sau bifând o casetă de bifare (de exemplu, pe site-ul nostru).",
        "unsubscribe_instructions": "Puteți schimba modul în care luați legătura cu noi sau vă puteți dezabona de la comunicările de marketing în orice moment. Puteți face acest lucru făcând clic pe link-ul „dezabonare” din oricare dintre emailurile noastre sau scriindu-ne sau trimițându-ne un email (folosind detaliile din Paragraful 1.2) cu detalii despre solicitarea dvs. Dacă ați primit în mod eronat o comunicare de marketing și doriți să vă plângeți, vă rugăm să contactați (contact@eztemcorp.com).",
        "cookies_heading": "COOKIE-URI",
        "website_cookies_usage": "Când vizitați site-ul nostru, vom folosi cookie-uri pentru a urmări ceea ce puneți în coșul de cumpărături și pentru a vă aminti atunci când vă întoarceți pe site. Acestea sunt, de asemenea, folosite pentru a urmări modul în care vizitatorii utilizează site-ul nostru și pentru a măsura eficacitatea campaniilor noastre de marketing online, în scopul de a îmbunătăți experiența dvs. generală pe site. Pentru mai multe detalii despre modul în care folosim cookie-uri, vă rugăm să vizitați pagina noastră de Politică de Cookie-uri.",
        "security_heading": "SECURITATE",
        "security_measures": "Folosim o varietate de măsuri fizice și tehnice pentru a vă păstra datele personale în siguranță și pentru a preveni accesul neautorizat la acestea sau utilizarea sau divulgarea acestora. Datele și bazele de date electronice sunt stocate pe sisteme informatice securizate, iar accesul la acestea este controlat (folosind atât mijloace fizice, cât și electronice). Personalul nostru primește instruire în domeniul protecției datelor, iar avem un set de proceduri detaliate privind protecția datelor, pe care personalul este obligat să le respecte atunci când manipulează datele personale.",
        "pci_dss_compliance": "Site-ul nostru respectă Standardul de Securitate a Datelor din Industria Cardurilor de Plată (PCI-DSS), iar orice informații de plată pe care le furnizați vor fi trimise către noi printr-o conexiune securizată. Cu toate acestea, nu putem garanta în mod absolut securitatea internetului sau a rețelelor externe sau a propriului dispozitiv, prin urmare, orice comunicări online (de exemplu, informații furnizate prin email sau prin intermediul site-ului nostru) sunt pe propria dumneavoastră răspundere.",
        "data_storage_heading": "STOCARE DATE",
        "data_storage_location": "De obicei, stocăm date numai în cadrul Spațiului Economic European (SEE). Dacă unul dintre subcontractanții noștri (cum ar fi un procesator de plăți) trebuie să transfere datele în afara SEE, vom lua măsuri pentru a ne asigura că sunt în vigoare niveluri adecvate de protecție a confidențialității, în conformitate cu legea britanică privind protecția datelor. Aceste măsuri de protecție vor fi, de obicei, contractuale și/sau rezultatul unei decizii a Uniunii Europene care permite transferul.",
        "data_correction_request": "Dacă credeți că orice informație pe care o avem despre dumneavoastră este incorectă sau incompletă, vă rugăm să ne trimiteți un email la adresa din Paragraful 1.2 de mai sus.",
        "rights_heading": "DREPTURILE DVS.",
        "rights_intro": "Dorim să vă asigurăm că rămâneți în controlul informațiilor dvs. personale. O parte din aceasta constă în a vă asigura că înțelegeți drepturile dvs. legale, care sunt următoarele:",
        "right_withdraw_consent": "unde informațiile dvs. sunt prelucrate pe baza consimțământului dvs., dreptul de a vă retrage acel consimțământ;",
        "right_subject_access": "dreptul de a confirma dacă deținem sau nu datele dvs. personale și, în caz afirmativ, de a obține o copie a datelor personale (acest lucru este în mod obișnuit denumit „cerere de acces la datele cu caracter personal”);",
        "right_rectify_data": "dreptul de a avea datele incorecte corectate;",
        "right_object_data_use": "dreptul de a vă opune utilizării datelor dvs. pe baza intereselor noastre legitime sau în scopuri de marketing sau de creare a profilului",
        "right_erase_data": "dreptul de a avea anumite date despre dvs. șterse în anumite circumstanțe (uneori numit „dreptul de a fi uitat”);",
        "right_object_restrict_use": "dreptul de a vă opune sau restricționa modul în care sunt utilizate informațiile dvs. personale.",
        "rights_contact_info": "Dacă doriți informații suplimentare cu privire la drepturile dvs. sau doriți să le exercitați, vă rugăm să ne contactați folosind detaliile din paragraful 1.2 de mai sus.",
        "rights_exceptions_info": "Vă rugăm să aveți în vedere că există excepții de la drepturile de mai sus și, deși vom încerca întotdeauna să răspundem în satisfacția dvs., pot exista situații în care nu putem să facem acest lucru. Dacă nu sunteți mulțumit de răspunsul nostru sau credeți că drepturile dvs. de protecție a datelor sau de confidențialitate au fost încălcate, ar trebui să contactați Biroul Comisarului pentru Informații din RO, care supraveghează conformitatea cu protecția datelor în România. Detaliile despre cum puteți face acest lucru pot fi găsite la www.dataprotection.ro.",
        "links_to_other_sites_heading": "LINKURI CĂTRE ALTE SITE-URI",
        "external_links_info": "Site-ul nostru poate conține hyperlink-uri către altele care nu ne aparțin sau nu sunt operate de noi. Nu suntem responsabili pentru conținutul sau funcționalitatea niciunui dintre aceste site-uri externe. Dacă un site web extern vă solicită informații personale (de exemplu, în legătură cu o comandă pentru bunuri sau servicii), informațiile pe care le furnizați nu vor fi acoperite de această Notificare. Vă sugerăm să citiți notificarea de confidențialitate a oricărui site web înainte de a furniza informații personale.",
        "changes_to_terms_heading": "MODIFICĂRI ALE ACESTOR TERMENI",
        "changes_to_terms_info": "Putem revizui această Notificare în orice moment prin modificarea acestei pagini. Vă recomandăm să verificați această pagină din când în când pentru a lua la cunoștință orice modificări pe care le-am făcut, deoarece acestea vă leagă.",
        "last_updated_info": "Această Notificare a fost actualizată ultima dată la 30 August 2023.",
        "cookies_policy_heading": "POLITICA DE COOKIE-URI",
        "cookies_intro_heading": "CE SUNT COOKIE-URILE?",
        "cookies_intro_info": "Cookie-urile sunt fișiere mici de text pe care un site web le poate plasa pe computerul sau dispozitivul dvs. mobil când vizitați pentru prima dată un site sau o pagină. Cookie-ul va ajuta site-ul web să recunoască dispozitivul dvs. data viitoare când îl vizitați. Folosim termenul „cookie-uri” în această politică pentru a face referire la toate fișierele care colectează informații în acest fel.",
        "cookies_collect_info": "Mai multe cookie-uri nu vor colecta informații care vă identifică și, în schimb, vor colecta informații mai generale, cum ar fi modul în care utilizatorii ajung și utilizează site-urile noastre web sau locația generală a unui utilizator.",
        "cookies_functions_info": "Există multe funcții pe care le îndeplinesc cookie-urile. De exemplu, ele ne pot ajuta să ne amintim numele dvs. de utilizator și preferințele dvs. (cum ar fi alegerea țării și a limbii), să analizăm cât de bine funcționează site-ul nostru web sau chiar să ne permită să vă recomandăm conținut pe care credem că vă va fi cel mai relevant.",
        "cookies_used_heading": "CE COOKIE-URI FOLOSIM?",
        "cookies_functions_intro": "În general, cookie-urile noastre îndeplinesc una din cele trei funcții diferite:",
        "essential_cookies_info": "Cookie-uri esențiale: Unele cookie-uri sunt esențiale pentru funcționarea site-ului nostru web. De exemplu, unele cookie-uri ne permit să identificăm clienții și să ne asigurăm că aceștia pot accesa paginile destinate exclusiv clienților. Dacă un abonat alege să dezactiveze aceste cookie-uri, utilizatorul nu va putea accesa întregul conținut la care are dreptul.",
        "analytical_cookies_info": "Cookie-uri analitice: Folosim cookie-uri analitice pentru a ne permite să ne amintim preferințele dvs. De exemplu, cookie-urile își amintesc preferințele dvs. de personalizare, cum ar fi ediția regională/lingvistică a site-ului pe care doriți să o vedeți când reveniți.",
        "marketing_cookies_info": "Cookie-uri de marketing: Cookie-urile pentru rețelele sociale oferă posibilitatea de a vă conecta la rețelele dvs. sociale și de a partaja conținut de pe site-ul nostru prin intermediul rețelelor sociale. În unele cazuri, aceste cookie-uri implică prelucrarea datelor dvs. personale. Refuzul acestor cookie-uri poate duce la afișarea de reclame care nu sunt la fel de relevante pentru dvs. sau la imposibilitatea de a vă conecta eficient la Instagram sau alte rețele sociale.",
        "block_cookies_heading": "POATE UN UTILIZATOR DE PE SITE BLOCA COOKIE-URILE?",
        "block_cookies_info": "Așa cum am explicat mai sus, cookie-urile vă ajută să obțineți cea mai bună experiență pe site-urile noastre. Cu toate acestea, dacă doriți să blocați cookie-urile noastre, urmați instrucțiunile de mai jos pentru a le dezactiva la nivelul browserului.",
        "block_cookies_remember": "Vă rugăm să rețineți că dacă decideți să blocați cookie-urile, este posibil să constatați că majoritatea secțiunilor site-ului nostru sau ale altor site-uri pur și simplu nu funcționează.",
        "enable_disable_cookies_heading": "CUM SĂ ACTIVAȚI ȘI DEZACTIVAȚI COOKIE-URILE UTILIZÂND BROWSER-UL DVS.",
        "chrome_browser_heading": "Google Chrome",
        "chrome_step_1": "Faceți clic pe pictograma cheie în bara de instrumente a browser-ului.",
        "chrome_step_2": "Selectați „Setări”.",
        "chrome_step_3": "Faceți clic pe „Afișare setări avansate”.",
        "chrome_step_4": "În secțiunea Confidențialitate, faceți clic pe butonul „Setări conținut”.",
        "chrome_step_5": "Pentru a activa cookie-urile în secțiunea Cookie-uri, selectați „Permiteți cookie-urile în mod implicit”.",
        "chrome_step_6": "Pentru a dezactiva cookie-urile, în secțiunea Cookie-uri, selectați „Blocați cookie-urile în mod implicit”.",
        "ie_browser_heading": "Microsoft Internet Explorer",
        "ie_step_1": "Faceți clic pe „Instrumente” în partea de sus a ferestrei browser-ului și selectați „Opțiuni internet”.",
        "ie_step_2": "În fereastra de opțiuni, navigați la fila „Confidențialitate”.",
        "ie_step_3_enable": "Pentru a activa cookie-urile: Setați cursorul pe „Mediu” sau mai jos.",
        "ie_step_3_disable": "Pentru a dezactiva cookie-urile: Mută cursorul în partea de sus pentru a bloca toate cookie-urile.",
        "firefox_browser_heading": "Mozilla Firefox",
        "firefox_step_1": "Faceți clic pe „Instrumente” în meniul browser-ului și selectați „Opțiuni”.",
        "firefox_step_2": "Selectați fila Confidențialitate.",
        "firefox_step_3_enable": "Pentru a activa cookie-urile: Bifați „Acceptați cookie-urile pentru site-uri”.",
        "firefox_step_3_disable": "Pentru a dezactiva cookie-urile: Debifați la „Acceptați cookie-urile pentru site-uri”.",
        "safari_browser_heading": "Safari",
        "safari_step_1": "Faceți clic pe „Safari” în bara de meniu și selectați opțiunea „Preferințe”.",
        "safari_step_2": "Faceți clic pe „Securitate”.",
        "safari_step_3_enable": "Pentru a activa cookie-urile: În secțiunea „Acceptați cookie-urile”, selectați „Doar de la site-ul la care navigați”.",
        "safari_step_3_disable": "Pentru a dezactiva cookie-urile: În secțiunea „Acceptați cookie-urile”, selectați „Niciodată”.",
        "changes_terms_heading": "MODIFICĂRI ALE ACESTOR TERMENI",
        "changes_terms_info": "Putem revizui această politică în orice moment prin modificarea acestei pagini. Vă recomandăm să verificați această pagină din când în când pentru a lua la cunoștință de orice modificări pe care le-am făcut, deoarece acestea vă sunt obligatorii.",
        "policy_contact_info": "Dacă aveți întrebări cu privire la această politică, vă rugăm să ne contactați prin formularul „Contactați-ne”.",
        "policy_last_updated": "Această politică a fost actualizată ultima dată pe 30 August 2023.",
        "creative_solutions_heading": "Soluții Creative",
        "solutions_paragraph": "Un spectru larg de soluții pentru sarcinile și ideile dvs.",
        "success_quote": "„Succesul nostru este măsurat prin realizările noastre”",
        "our_solutions_heading": "Soluțiile Noastre",
        "web_app_details": "De la construirea nucleelor aplicațiilor web personalizate până la detaliile rafinate, ne străduim să oferim eficiență, eficacitate și eleganță combinate.",
        "illustrations_details": "Fie că este vorba de un logo de companie sau de un component pentru un proiect, ne place să gândim ilustrațiile ca pe scurtături care înlătură complexitatea și evidențiază obiectivele.",
        "photo_composition_details": "Armonia dintre formele, culorile și luminile este esențială. Manipularea atentă a acestor elemente poate dezvălui sensul frumuseții în compoziția fotografică.",
        "content_conversion_details": "Conținutul de calitate plasat în locul potrivit angajează, dar ne concentrăm întotdeauna și pe creșterea ratei de conversie la maximum.",
        "build_bundle_heading": "Construiește-ți Pachetul",
        "project_support": "Ai nevoie de suport pentru a începe un proiect nou sau pentru a adăuga funcționalități noi celei curente? Fie că este o sarcină simplă sau complexă, abilitățile noastre sunt la dispoziția ta!",
        "choose_options": "Alege dintr-o varietate de opțiuni care se potrivește cu cerințele tale",
        "exclusive_service": "Niciun plan predefinit. Tratăm fiecare client ca pe o individualitate, oferind servicii exclusive.",
        "guidance_support": "Îndrumare și suport sunt întotdeauna incluse în pachet pe tot parcursul colaborării noastre.",
        "unique_works": "Clienții noștri sunt unici. La fel, lucrările noastre sunt originale, fără utilizarea de șabloane.",
        "contact_us_heading": "Contactează-ne",
        "contact_options": "Trimite formularul sau contactează-ne direct pe rețelele de socializare",
        "name_label": "Nume",
        "email_label": "E-mail",
        "solutions_label": "Soluții",
        "message_label": "Mesaj",
        "send_button": "Trimite",
        "ANPC": "ANPC",
        "sitemap_link": "Hartă site",
        "cookie_policy_text": "Acest site utilizează module cookie pentru a îmbunătăți experiența dvs. de navigare și pentru a vă oferi cea mai bună posibilă experiență pe platforma noastră. ",
        "essential_cookies_text": "Cookie-uri esențiale (Necesare)",
        "essential_cookies_description": "Acestea sunt cookie-uri esențiale care asigură funcționarea corectă a site-ului web și păstrarea preferințelor dvs. (de exemplu, limbă, regiune).",
        "analytical_cookies_text": "Cookie-uri Analitice",
        "analytical_cookies_description": "Aceste cookie-uri includ cookie-uri de performanță și cookie-uri de analiză a vizitatorilor.",
        "marketing_cookies_text": "Cookie-uri de Marketing",
        "marketing_cookies_description": "Aceste cookie-uri pot fi plasate prin intermediul site-ului web de către serviciile de social media și publicitate pe care le utilizăm. Acest tip de cookie poate fi utilizat de aceste servicii pentru a crea un profil specific al vizitatorului și pentru a afișa mesaje publicitare relevante pe alte site-uri web pe care le vizitați.",
        "accept_button_text": "Acceptă",
        "advanced_button_text": "Avansat",
        "decline_button_text": "Refuz",
        "cookies_policy_link_text": "Vizualizați Politica privind cookie-urile",
        "cookies_policy_footer": "Politica de Cookie-uri",
        "privacy_policy_footer": "Politica de Confidențialitate",
        "faq_footer": "Întrebări frecvente",
        "faq_heading": "Întrebări frecvente (FAQ)",
        "faq_intro_paragraph": "Bine ați venit în secțiunea noastră de Întrebări Frecvente (FAQ) – ghidul rapid pentru o experiență fără probleme pe platforma noastră inovatoare de creare a proiectelor. Aici veți găsi răspunsuri la cele mai frecvente întrebări legate de utilizarea și funcționalitatea platformei noastre.",
        "faq_experience_paragraph": "Indiferent dacă sunteți un începător entuziast sau un profesionist experimentat, acest spațiu este conceput pentru a vă oferi claritate și asistență în navigarea prin toate etapele procesului de dezvoltare a proiectului. Descoperiți sfaturi și trucuri pentru a vă maximiza creativitatea și a transforma ideile în realitate.",
        "faq_browse_paragraph": "Răsfoiți întrebările frecvente pentru a găsi soluții rapide la eventualele incertitudini care ar putea apărea pe parcurs. Dacă nu găsiți răspunsul dorit, nu ezitați să ne contactați prin secțiunea noastră de suport. Echipa noastră dedicată este aici pentru a vă oferi îndrumare și asistență personalizată.",
        "faq_purpose_paragraph": "Indiferent dacă sunteți aici pentru a explora lumea proiectelor online sau pentru a vă extinde cunoștințele actuale, secțiunea noastră de Întrebări frecvente este creată pentru a vă face călătoria plăcută și fără stres. Cu resurse detaliate și răspunsuri clare, suntem dedicați să vă ajutăm să obțineți cele mai bune rezultate din utilizarea platformei noastre.",
        "faq_get_started_paragraph": "Deci, să începem! Explorează întrebările frecvente pentru a obține răspunsurile de care ai nevoie și pentru a accelera calea către proiectele tale de succes.",
        "faq_question_1": "Ce este acest website și ce oferă?",
        "faq_answer_1": "Acest website este o platformă de landing care oferă soluții pentru crearea diverselor tipuri de proiecte. Categoriile disponibile sunt: web, retușare, grafică și marketing.",
        "faq_question_2": "Cum funcționează acest website?",
        "faq_answer_2": "Website-ul nostru funcționează printr-un formular simplu pe care îl completezi cu detaliile proiectului tău. După ce ne trimiți detaliile, noi te contactăm pentru a discuta mai multe despre proiect și pentru a începe colaborarea.",
        "faq_question_3": "Este necesară crearea unui cont sau înregistrarea?",
        "faq_answer_3": "Nu, nu este necesară crearea unui cont sau înregistrarea pe website-ul nostru. Lucrăm cu un proces simplu bazat pe completarea formularului de contact.",
        "faq_question_4": "Care sunt pașii pentru a iniția un proiect?",
        "faq_answer_4": "Pentru a iniția un proiect, accesează pagina noastră de contact și completează formularul cu detaliile cerute. După ce primim formularul, un membru din echipa noastră te va contacta în cel mai scurt timp pentru a discuta mai multe despre proiectul tău.",
        "faq_question_5": "Care sunt avantajele de a alege serviciile voastre?",
        "faq_answer_5": "Oferim soluții personalizate pentru fiecare proiect, cu accent pe calitate și creativitate. Echipa noastră are experiență în domeniile web, retușare, grafică și marketing, asigurându-ne că proiectul tău va fi tratat cu profesionalism.",
        "faq_question_6": "Cum pot obține mai multe informații despre tarife?",
        "faq_answer_6": "Pentru a obține informații despre tarife, te rugăm să completezi formularul de contact cu detalii despre proiectul tău. Vom lua în considerare cerințele tale și îți vom furniza o estimare a costurilor în cel mai scurt timp posibil.",
        "faq_question_7": "Cât timp durează finalizarea unui proiect?",
        "faq_answer_7": "Durata de finalizare a unui proiect depinde de factori precum complexitatea proiectului, amploarea lucrărilor și volumul de muncă curent. Odată ce avem toate detaliile despre proiectul tău, vom putea furniza o estimare a timpului necesar pentru finalizare.",
        "faq_question_8": "Ce se întâmplă după ce trimit formularul de contact?",
        "faq_answer_8": "După ce trimiți formularul de contact, echipa noastră va examina detaliile pe care le-ai furnizat. Vom lua legătura cu tine pentru a discuta mai în detaliu despre proiectul tău. Vom aduna orice informație suplimentară de care avem nevoie și îți vom furniza un plan personalizat și un timp estimat pentru finalizarea proiectului.",
        "faq_question_9": "Cum pot primi asistență suplimentară sau răspunsuri la întrebări?",
        "faq_answer_9": "Dacă ai nevoie de asistență suplimentară sau ai mai multe întrebări, nu ezita să ne contactezi prin formularul nostru de contact. Suntem aici să te ajutăm și să-ți furnizăm toate informațiile de care ai nevoie pentru a asigura o experiență fără probleme pe platforma noastră.",
        "faq_question_10": "Care sunt modalitățile de plată acceptate?",
        "faq_answer_10": "Acceptăm diverse modalități de plată, inclusiv carduri de credit/debit și platforme de plată online. Când discuți despre proiectul tău cu echipa noastră, îți vom furniza informații detaliate despre opțiunile de plată disponibile și te vom ghida în procesul de plată.",
        "Solutions": "Soluții"
    }
]